[
  {
    "id": "book_1",
    "title": "فن اللامبالاة",
    "author": "مارك مانسون",
    "imageUrl": "https://www.manhal.com/platform/books/132/cover.jpg",
    "pdfUrl": "https://ketabpedia.com/wp-content/uploads/2025/02/Ketabpedia.com_فن-اللامبالاة.pdf",
    "description": "كتاب تطوير ذاتي يدعو إلى التركيز على ما يهمك فعلاً.",
    "rating": 2.5,
    "category": "self_dev_category", 
    "language": "ar"                  
  },
  {
    "id": "book_2",
    "title": "استمتع بحياتك",
    "author": "محمد العريفي",
    "imageUrl": "https://ketabpedia.com/wp-content/uploads/2025/04/%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D8%B3%D8%AA%D9%85%D8%AA%D8%B9-%D8%A8%D8%AD%D9%8A%D8%A7%D8%AA%D9%83-%D8%A7%D9%84%D9%83%D8%A7%D8%AA%D8%A8-%D9%85%D8%AD%D9%85%D8%AF-%D8%A7%D9%84%D8%B9%D8%B1%D9%8A%D9%81%D9%89.jpg",
    "pdfUrl": "https://down.ketabpedia.com/files/bnr/bnr14-1.pdf",
    "description": "يروي الكاتب محمد العريفي في 232 صفحة تجربته الشخصية عندما كان بسن السادسة عشرة من عمره لما وقع في يديه كتاب فن التعامل مع الناس لمؤلفه ديل كارنيجي وامتدت لعشرين سنة لاحقة استخدم المؤلف نفس أسلوب كارنيجي بسوق القاعدة وذكر تحتها أمثلة ووقائع لرجال تميزوا من قومه . ولكن هذه المرة كانت الأمثلة لسيد ولد آدم الرسول الكريم وأصحابه الميامين سلام الله عليهم أجمعين ومجموعة من الأحداث الشخصية التي مر بها المؤلف. يتناول مواضيع مثل التحفيز الذاتي، إدارة الوقت، بناء العلاقات الناجحة، والتوازن بين العمل والحياة الشخصية.",
    "rating": 3.8,
    "category": "development_category",
    "language": "ar"
  },
  {
    "id": "book_3",
    "title": "السياسة والحيل في تاريخ العرب",
    "author": "مجهول المؤلف",
    "imageUrl": "https://ketabpedia.com/wp-content/uploads/2024/12/%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D9%88%D8%A7%D9%84%D8%AD%D9%8A%D9%84-%D9%81%D9%8A-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8_0000.jpg",
    "pdfUrl": "https://archive.org/download/20241208_20241208_2214/%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9%20%D9%88%D8%A7%D9%84%D8%AD%D9%8A%D9%84%20%D9%81%D9%8A%20%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE%20%D8%A7%D9%84%D8%B9%D8%B1%D8%A8.pdf",
    "description": "الكتاب، كما يوحي عنوانه، يتناول جوانب السياسة والحيلة في التاريخ العربي. يقدم المؤلف تحليلاً عميقًا لسلوكيات القادة والحكام العرب، مستعينًا بأمثلة تاريخية وأقوال حكماء وفلاسفة. يهدف الكتاب إلى كشف أسرار النجاح والفشل في عالم السياسة، وكيف يمكن استخدام الحيلة والتدبير لتحقيق الأهداف..",
    "rating": 4.0,
    "category": "development_category",
    "language": "ar"
  },
  {
    "id": "book_4",
    "title": "دليل النجاة الفردية",
    "author": "أحمد أبو الوفا",
    "imageUrl": "https://ketabpedia.com/wp-content/uploads/2025/05/%D9%83%D8%AA%D8%A7%D8%A8-%D8%AF%D9%84%D9%8A%D9%84-%D8%A7%D9%84%D9%86%D8%AC%D8%A7%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D8%AF%D9%8A%D8%A9-%E2%80%93-%D8%A3%D8%AD%D9%85%D8%AF-%D8%A3%D8%A8%D9%88-%D8%A7%D9%84%D9%88%D9%81%D8%A7.png",
    "pdfUrl": "https://book-shadow.com/files/fhrst14/1094.pdf",
    "description": "من المتوقع أن يحظى كتاب "دليل النجاة الفردية" لأحمد أبو الوفا بتقدير واسع من القراء الذين يبحثون عن إرشادات عملية في مجال التنمية الذاتية والنجاح. يُنتظر أن يثني القراء على بساطة أسلوب الكتاب وعمقه في آن واحد، وقدرته على تقديم حلول واقعية للتحديات اليومية. من المرجح أن يُنظر إليه كمرجع مهم لمن يسعى إلى تعزيز قدراته على التكيف ومواجهة صعوبات الحياة بفعالية أكبر، وبناء شخصية قوية ومرنة..",
    "rating": 3.9,
    "category": "history_category",
    "language": "ar"
  },
  {
    "id": "book_5",
    "title": "عقيدة الصدمة",
    "author": "نعومي كلاين",
    "imageUrl": "https://ketabpedia.com/wp-content/uploads/2025/03/%D8%AA%D8%AD%D9%85%D9%8A%D9%84-%D9%83%D8%AA%D8%A7%D8%A8-%D8%B9%D9%82%D9%8A%D8%AF%D8%A9-%D8%A7%D9%84%D8%B5%D8%AF%D9%85%D8%A9-PDF.jpg",
    "pdfUrl": "https://archive.org/download/20231224_20231224_1636/%D8%B9%D9%82%D9%8A%D8%AF%D8%A9%20%D8%A7%D9%84%D8%B5%D8%AF%D9%85%D8%A9.pdf",
    "description": "كتاب نعومي كلاين «عقيدة الصدمة» الصادر عن شركة المطبوعات للتوزيع والنشر عبارة عن 750 صفحة وسيكون مثيراً للسخرية أن نتكلم عنه في سطور. مع ذلك فإننا لا نجد إلا نادراً كتاباً في الاقتصاد السياسي بمثل متعته. وإذا شق على القارئ قراءة الـ 750 صفحة فإن بعضها قد يكون كافياً. ذلك أن نعومي كلاين اليسارية الكندية عرضت أطروحتها الرئيسة في الأبواب الأولى للكتاب، وقامت بعد ذلك باختبارها ورؤيتها في عدد شاسع من التجارب العالمية. كتاب نعومي كلاين في جملته عن اقتصاد مدرسة شيكاغو والمحافظين الجدد. تقارن كلاين عن حق بين نوع من التعذيب والعلاج قائم على إعادة تربية المرء انطلاقا من الصفر، أي غسل دماغه بالكامل وجعله أبيض قابلا لكل اضافة، وبين اقتصاد المحافظين الجدد القائم على إعادة الرأسمالية إلى طبيعتها وترك السوق حرة من أي تنظيم او تدخل او زيادة. ذلك يعني رفع يد الدولة تماماً، تقليص جسم الدولة بحيث لا يبقى منها سوى سلطتها القمعية، منع أي مساعدات عن البلد وتركه يتدبر أمره بنفسه، خصخصة كل المرافق، فتح البلد امام الاستثمارات الأجنبية التي قد تتولى المرافق المخصخصة رفع أي قيود حمائية. برنامج غير شعبي إذ انه يؤدي إلى البطالة والتضخم وحرمان الطبقات الشعبية من أي ضمان. لذا لا بد من تطبيقه بعد الكوارث ففي الكارثة يسهل تمرير أي شيء، اذ يكون الناس في هلع لا يملكون معه أي مقاومة، هذا ما حصل بعد 11 ايلول لكنه لم يحصل هنا فحسب بل حصل قبل 11 ايلول في التشيلي والأرجنتين وبوليفيا وأميركا اللاتينية عموماً وروسيا وأوروبا الشرقية كلها، وحصل في العراق بعد 11 أيلول. الانهيار الاقتصادي الحالي لم ينشأ اليوم. ثمة تجربة عالمية خاضتها مدرسة شيكاغو أدّت إليه، كتاب ممتع تمكن قراءته كرواية. لا تخافوا حجمه..",
    "rating": 4.2,
    "category": "novels_category",
    "language": "ar"
  }
]
